Repository: wodekapai/LoopWorkspace712
Catalog: LoopOnboarding/LoopOnboardingKitUI/*.lproj/Localizable.strings
Languages: de, pl

source: Apple Health
pl: Apple Zdrowie

source: Apple Health can be used to store blood glucose, insulin and carbohydrate data from Loop. If you give Loop permission, Loop can also read glucose and insulin data from glucometers and insulin pens that support Apple Health
de: Apple Health kann verwendet werden, um Blutzucker-, Insulin- und Kohlenhydratdaten von Loop zu speichern. Wenn Sie Loop die Berechtigung erteilen, kann Loop auch Blutzucker- und Insulindaten von Blutzuckermessgeräten und Insulinpens lesen, die Apple Health unterstützt.
pl: Aplikacja Apple Zdrowie może być wykorzystywana do przechowywania danych z pętli dotyczących poziomu glukozy we krwi, dawek insuliny i ilości spożytych węglowodanów. Jeżeli wyrazisz zgodę, pętla może również pobierać dane dotyczące poziomu glukozy z glukometrów i wstrzyknięć insuliny z penów pochodzących z aplikacji Apple Zdrowie.

source: Before using Loop you need to configure a few settings. These settings should be entered with precision and care; they are a critical part of how Loop determines the right amount of insulin to deliver. If you are new to Loop, work with your diabetes support team to determine the settings that work best for you.
de: Bevor Sie Loop verwenden, müssen Sie einige Einstellungen konfigurieren. Diese Einstellungen sollten mit Präzision und Sorgfalt eingegeben werden, denn sie sind ein entscheidender Teil davon, wie Loop die richtige Insulinmenge zur Abgabe bestimmt. Wenn Sie neu bei Loop sind, arbeiten Sie mit Ihrem Diabetes-Supportteam zusammen, um die Einstellungen zu ermitteln, die für Sie am besten geeignet sind.
pl: Przed użyciem pętli musisz skonfigurować kilka ustawień. Ustawienia te należy wprowadzać z precyzją i ostrożnością, są one kluczowym elementem sposobu, w jaki pętla określa odpowiednią dawkę insuliny do podania. Jeśli dopiero zaczynasz korzystać z pętli, współpracuj z lekarzem, aby określić parametry, które będą dla Ciebie optymalne.

source: Do Not Import Settings
de: keine Einstellungen importieren
pl: Nie importuj ustawień

source: Import Saved Settings
de: Importiere gespeicherte Einstellungen
pl: Importuj zapisane ustawienia

source: Let's Go!
de: Los Geht's!
pl: Zaczynamy!

source: Loop can work with Nightscout to provide remote caregivers a way to see what Loop is doing. Nightscout use is completely optional with Loop, and you can always set it up later.
de: Loop kann mit Nightscout zusammenarbeiten, um entfernten Pflegekräften eine Möglichkeit zu bieten, zu sehen, was Loop tut. Die Verwendung von Nightscout ist mit Loop optional und Du kannst es jederzeit später einrichten.
pl: Pętla może współpracować z Nightscout, aby umożliwić zdalny wgląd w pracę pętli. Korzystanie z Nightscout jest całkowicie opcjonalne i zawsze możesz dokonać konfiguracji w późniejszym czasie.

source: Save Settings
de: Speichere Einstellungen
pl: Zapisz ustawienia

source: Settings Found
de: Einstellungen gefunden
pl: Znaleziono ustawienia

source: Setup Loop without Nightscout
de: Richte Loop ohne Nightscout ein
pl: Skonfiguruj pętlę bez Nightscout

source: Share With Apple Health
de: Teile mit Apple Health
pl: Udostępnianie w Apple Zdrowie

source: Use Nightscout with Loop
de: Benutze Nightscout mit Loop
pl: Użyj Nightscout z pętlą

source: We've detected Loop settings stored in your Nightscout! They were last updated %1$@. Would you like to import them? After importing, you will still need to review the imported settings in the following screens and verify that they are correct.
de: Wir haben Loop-Einstellungen entdeckt, die in Ihrem Nightscout gespeichert sind! Sie wurden zuletzt am %1$@ aktualisiert. Möchten Sie sie importieren? Nach dem Import müssen Sie noch die importierten Einstellungen in den folgenden Bildschirmen überprüfen und sicherstellen, dass sie korrekt sind.
pl: Wykryliśmy ustawienia pętli zapisane w Twoim Nightscout! Zostały one ostatnio zaktualizowane %1$@. Czy chcesz je zaimportować? Zaimportowane ustawienia będą wymagały weryfikacji w kolejnych etapach.

source: Welcome to Loop
de: Willkommen bei Loop
pl: Witamy w Loop
