Repository: wodekapai/LoopWorkspace712
Catalog: LoopSupport/LoopSupportKitUI/*.lproj/Localizable.strings
Languages: de, it, tr

source: Anonymously share minimal data about this Loop version, to help developers know how many people are using Loop. Which device, and operating system version will also be shared.
de: Teilen Sie anonym minimale Daten über diese Loop-Version, damit die Entwickler wissen, wie viele Personen Loop verwenden. Welches Gerät und welche Betriebssystemversion genutzt werden, wird ebenfalls geteilt.
it: Condividi in modo anonimo dati minimi su questa versione di Loop, per aiutare gli sviluppatori a sapere quante persone stanno utilizzando Loop. Verranno condivisi anche il dispositivo e la versione del sistema operativo.
tr: Geliştiricilerin Loop'u kaç kişinin kullandığını bilmelerine yardımcı olmak için bu Loop sürümüyle ilgili minimum verileri anonim olarak paylaşın. Hangi cihaz olduğu ve işletim sistemi sürümü de paylaşılacaktır.

source: Continue
de: Weiter
it: Continua
tr: Devam et

source: Do not share any data.
de: Keine Daten teilen.
it: Non condividere alcun dato.
tr: Herhangi bir veri paylaşmayın.

source: In addition to version information, anonymously share data about how Loop is being used on your phone. Usage data includes events like opening loop, bolusing, adding carbs, and navigating between screens. It does not include health data like glucose values or dosing amounts.
de: Zusätzlich zu den Versionsinformationen können Sie anonym Daten darüber weitergeben, wie Loop auf Ihrem Telefon verwendet wird. Zu den Nutzungsdaten gehören Ereignisse wie das Öffnen von Loop, Bolusgaben, Hinzufügen von Kohlenhydraten und das Navigieren zwischen Bildschirmen. Sie umfassen keine Gesundheitsdaten wie Glukosewerte oder Bolusmengen.
it: Oltre alle informazioni sulla versione, condividi in modo anonimo i dati su come Loop viene utilizzato sul tuo telefono. I dati di utilizzo includono eventi come l'apertura del ciclo, la somministrazione di boli, l'aggiunta di carboidrati e la navigazione tra le schermate. Non include dati sanitari come valori di glucosio o quantità di dosaggio.
tr: Sürüm bilgilerine ek olarak, Loop'un telefonunuzda nasıl kullanıldığına ilişkin verileri anonim olarak paylaşın. Kullanım verileri, Loop'u açma, bolus gönderme, karbonhidrat ekleme ve ekranlar arasında gezinme gibi olayları içerir. KŞ değerleri veya dozaj miktarları gibi sağlık verilerini içermez.

source: No Sharing
de: Keine Daten teilen
it: Nessuna condivisione
tr: Paylaşım Yok

source: Share Data
de: Nutzungsdaten teilen
it: Condividi dati
tr: Veri Paylaşımı

source: Share Usage Data
de: Nutzungsdaten teilen
it: Condividi dati di utilizzo
tr: Kullanım Verilerini Paylaşın

source: Share Version Only
de: Nur Version teilen
it: Condividi solo la versione
tr: Yalnızca Sürümü Paylaş

source: Submit Bug Report
de: Fehlerbericht senden

source: Usage Data Sharing
de: Nutzungsdaten teilen

source: You can optionally choose to share usage data with Loop developers to improve Loop. Sharing is not required, and Loop will function fully no matter which option you choose. Usage data will not be shared with third parties.
de: Sie können optional wählen, ob Sie Nutzungsdaten mit Loop-Entwicklern teilen möchten, um Loop zu verbessern. Die Weitergabe ist nicht erforderlich und Loop wird unabhängig davon vollständig funktionieren. Die Nutzungsdaten werden nicht an Dritte weitergegeben.
it: È possibile scegliere di condividere i dati di utilizzo con gli sviluppatori di Loop per migliorare Loop. La condivisione non è obbligatoria e Loop funzionerà pienamente indipendentemente dall'opzione scelta. I dati di utilizzo non saranno condivisi con terze parti.
tr: Loop'u iyileştirmek için isteğe bağlı olarak Loop geliştiricileri ile kullanım verilerini paylaşmayı seçebilirsiniz. Paylaşım gerekli değildir ve hangi seçeneği seçerseniz seçin Loop tam olarak çalışacaktır. Kullanım verileri üçüncü şahıslarla paylaşılmayacaktır.

source: LoopKit Analytics
it: Analisi LoopKit
tr: LoopKit Analizi
