Repository: wodekapai/LoopWorkspace712
Catalog: NightscoutAPIClient/NightscoutAPIClientUI/*.lproj/Localizable.strings
Languages: nb

source: API Secret
nb: API Hemmelighet

source: Are you sure you want to delete this CGM?
nb: Er du sikker på at du vil slette CGM?

source: Cancel
nb: Avbryt

source: CGM Settings
nb: CGM-innstillinger

source: Close
nb: Lukk

source: Continue
nb: Fortsett

source: Delete CGM
nb: Slett CGM

source: Done
nb: Ferdig

source: Select Upload option if you are using a source other than a remote service.
nb: Velg alternativet Last opp hvis du bruker en annen kilde enn en ekstern tjeneste.

source: Service Description
nb: Nightscout Remote CGM-kilden vil bruke CGM-dataene dine fra Nightscout og gjøre dem tilgjengelige i Loop. Dette er nyttig hvis du ikke kan legge til CGM-enheten din i Loop, men CGM-dataene dine er tilgjengelige på Nightscout. Det anbefales ikke å bruke dette til terapi på grunn av risikoen for nettverksbrudd og mangel på appbakgrunnsstøtte.

source: Upload to remote service
nb: Last opp til ekstern tjeneste

source: Use glucose filter
nb: Bruk glukose filter

source: Use Kalman filter to smooth out a sensor noise.
nb: Bruk Kalman-filteret for å jevne ut en sensorstøy.
